Repository: SciencesPo/kit2site
Catalog: pprd.kit2site.sciencespo.*.accessible/modules/newsletter/translations/*.po
Languages: fr

source: Manage all newsletters
fr: Gérer toutes les newsletters

source: Save
fr: Enregistrer

source: Subscribe
fr: S'abonner

source: The email must be a valid email address
fr: L'adresse email doit être valide

source: You already subscribed to this newsletter
fr: Vous êtes déjà abonné à cette newsletter

source: You have been subscribed to the newsletter %newsletter. Thanks for your input.
fr: Vous êtes maintenant abonné à la newsletter %newsletter. Merci pour votre participation.

source: Go to newsletter subscribing list
fr: Gérer vos newsletters

source: (You requested to unsubscribe from this newsletter)
fr: (Vous avez demandé à être désabonné de cette newsletter)

source: Save subscribing
fr: Enregistrer vos abonnements

source: Your new subscribing list has been saved. Thanks for your input.
fr: Vos nouveaux paramètres d'abonnements ont été enregistrés. Merci pour votre participation.

source: Subscribe to website newsletters
fr: S'abonner aux newsletters du site

source: One click subscribing to
fr: S'abonner en 1 click à

source: You requested to unsubscribe your email %email to the newsletter "%newsletter". Please confirm by saving the form below.
fr: Vous avez demandé à désabonner l'email %email de la newsletter %newsletter. Confirmez le formulaire ci-dessous.

source: The email %email is subscribed to the checked newsletters below. Please check or uncheck as desired and save.
fr: L'email %email est abonné aux newsletters listées ci-dessous. Gérez vos abonnements à l'aide des cases à cocher et enregistrez.

source: In order to manage your newsletter subscribing list, we need your email.
fr: Pour afficher vos abonnements, nous avons besoin de votre email.

source: Newsletters subscription
fr: Abonnement aux newsletters

source: Your email
fr: Votre email
